export const wishesData = [
  {
    "id": 1,
    "name": "إيثار محمد صلاح",
    "message": "مباااارك الزواح لأحلي عرسان ربنا يهنيكو وبسعدكو يارب😘😘😘🥳",
    "timestamp": "2026-08-06T08:49:16.532Z"
  },
  {
    "id": 2,
    "name": "محمد محمد امين",
    "message": "الف الف مبروك ياحبايبي♥️",
    "timestamp": "2026-08-08T19:46:52.688Z"
  },
  {
    "id": 3,
    "name": "Eman Ammar",
    "message": "الف مليون مبرووك للعروسين ",
    "timestamp": "2026-08-08T20:21:05.223Z"
  },
  {
    "id": 4,
    "name": "سها علي",
    "message": "الف الف مبروك يا حبايبي و ربنا يباركلكم و يحفظكم و يكتبلكم الخير كله يا رب",
    "timestamp": "2026-08-09T05:20:51.600Z"
  },
  {
    "id": 5,
    "name": "Ayat",
    "message": "ربنا يسعدكم ويوفقكم ويجمع بينكم علي خير",
    "timestamp": "2026-08-09T08:28:38.706Z"
  },
  {
    "id": 6,
    "name": "براء محمد شريف",
    "message": "بارك الله لكما وبارك عليكما وجمع بينكما فى خير ان شاءالله ",
    "timestamp": "2026-08-09T13:51:12.511Z"
  },
  {
    "id": 7,
    "name": "Tasnem ",
    "message": "Alf mabrok le ahla w alaz w agmal 3arosa fl donia ♥️♥️♥️",
    "timestamp": "2026-08-11T13:05:51.149Z"
  },
  {
    "id": 8,
    "name": "آية خليل",
    "message": "الف الف مبروح لأحلى وألطف يمنى ربنا يسعدك ياحبيبتي ويتمملكم بخير يارب🥰❤️❤️❤️",
    "timestamp": "2026-08-11T13:12:40.482Z"
  },
  {
    "id": 9,
    "name": "إيه عاطف ",
    "message": "ربنا يفرحك ويسعدك ي قلبي تستاهلي كل الخير الي ف الدنيا وهتبقي احلي عروسه انشالله 🤍🤍🤍",
    "timestamp": "2026-08-11T13:15:00.675Z"
  },
  {
    "id": 10,
    "name": "ياسمين طارق ",
    "message": "بارك الله لكما وبارك عليكما وجمع بينكما في خير ♥️🌹❤️ \nكل الحب و الاماني الجميلة لكي اختي وصديقتي ورفيقه الدرب رب يبارك لكم و يرزقكم الذريه الصالحه يا رب♥️🙏",
    "timestamp": "2026-08-11T13:58:53.867Z"
  },
  {
    "id": 11,
    "name": "ياسمين يحيي ",
    "message": "الف مبروك يا يمني يا حببيبتي❤️❤️\n ربنا يسعدكوا يا رب ويتمملكوا ع خير ويرزقكوا الذريه الصالحه \nانتي تستاهلي كل الخير والحلو اللي ف الدنيا  يا احلي واجدع يمني قابلتها ف حياتي ❤️❤️",
    "timestamp": "2026-08-11T15:21:51.114Z"
  },
  {
    "id": 12,
    "name": "طارق ممدوح",
    "message": "الف الف مبروك 👏 وربنا يتتملكم على خير 💙 و أسأل الله العظيم أن يديم عليكما المحبة والسعاة والفرح والوفاق 💙",
    "timestamp": "2026-08-13T20:31:53.527Z"
  },
  {
    "id": 13,
    "name": "Raniasoliman ",
    "message": "الف مبروك يا عبدالله بارك الله لكم وجمع بينكما ",
    "timestamp": "2026-08-14T11:07:37.025Z"
  },
  {
    "id": 14,
    "name": "Mohamed Kotb ismail ",
    "message": "الف الف الف مبرووووووك وربنا يتمملكم علي خير ويرزقكم خير الذرية الصالحة❤️🌹",
    "timestamp": "2026-08-14T11:21:07.628Z"
  },
  {
    "id": 15,
    "name": "خالتو نسرين",
    "message": "الف الف مبروك يا عبدالله ربنا يتمملكوا بخير ويرزقكم الذرية الصالحة ان شاءالله ",
    "timestamp": "2026-08-14T11:30:15.490Z"
  },
  {
    "id": 16,
    "name": "محمد حسين ",
    "message": "ألف الف مبروك يا عبد الله ربنا يتمم لكم بخير ويسعدكم يارب ❤️❤️",
    "timestamp": "2026-08-15T08:36:56.036Z"
  },
  {
    "id": 17,
    "name": "احمد حمدي",
    "message": "بارك الله لكما وبارك عليكما وجمع بينكما في خير ",
    "timestamp": "2026-08-15T11:31:56.998Z"
  },
  {
    "id": 18,
    "name": "محمد جمال ",
    "message": "ربنا يسعدكو ويتمملكو علي خير يا رب ويجعلكو ذخر صالح لبعض يا رب ويبعد عنكم العين ويرزقكم السعاده وراحه البال❤️✨🎉🙏",
    "timestamp": "2026-08-15T17:03:23.414Z"
  },
  {
    "id": 19,
    "name": "يوستينا ",
    "message": "الف مبروك و حقيقى فرحانه اوىً ليكوا و ربنا يتمم بخير و دايما فرحانين و ربنا يبارك بيتكوا الجديد و تبقى اجمل و احلى عروسه يمنى حبيبتى ♥️♥️♥️♥️♥️",
    "timestamp": "2026-08-17T12:10:52.411Z"
  },
  {
    "id": 20,
    "name": "عمر حسنى",
    "message": "تشاو عبدلله 💙 ربنا يسعدك يا اخويا ويتمملك على خير ويرزقكم بالذرية الصالحة ان شاء الله 💙 ",
    "timestamp": "2026-08-21T11:50:35.624Z"
  }
];
